all-repository-fonts
betterdiscordctl-git
binance
clipman
dsp-git
f1viewer
fisher
glow
grimshot
imgcat
lf
nomachine
octave-symbolic
pfetch
polybar
pulseaudio-ctl
rivalcfg-git
rofi-lbonn-wayland-git
setwall-bin
snapd
spotify
yay
