all-repository-fonts
alsa-firmware
alsa-utils
amd-ucode
arandr
asoundconf
autoconf
automake
base
bat
betterdiscordctl-git
binance
binutils
bison
calc
clipman
cups
discord
dmenu-wayland-git
dosbox
dsp-git
f1viewer
fakeroot
fd
feh
firefox
fish
fisher
flex
fzf
gcc
git
glfw-wayland
glow
grimshot
grub
gvfs
htop
i3-gaps
i3lock
i3status
ib-tws
imgcat
kitty
ladspa
lf
lib32-giflib
lib32-libva
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-radeon
libreoffice-fresh
linux
linux-firmware
lua
m4
make
mpc
mpd
mpv
nano
neofetch
neovim-nightly-bin
nerd-fonts-complete
nerd-fonts-source-code-pro
networkmanager
ninja
nomachine
npm
ntp
ocl-icd
octave
octave-symbolic
os-prober
pacman-contrib
pandoc
pass
patch
pavucontrol
pfetch
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
polkit-gnome
polybar
powerline
proton-ge-custom-bin
pulseaudio-ctl
pulseeffects
python-numpy
python-pip
python-pylint
qbittorrent
ranger
rivalcfg-git
rofi-dmenu
rofi-lbonn-wayland-git
ruby
samba
scrot
setwall-bin
shellcheck
slock
snapd
spotify
steam
sudo
sway
swaylock
sysstat
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunderbird
tldr
tmux
ttf-font-awesome
ttf-joypixels
ttf-unifont
unclutter
vi
vim
vulkan-radeon
waybar
wget
which
wine-staging
winetricks
wl-clipboard
wl-clipboard-x11
words
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
yay
zathura-pdf-mupdf
zsh
